[
  {
    "id": 1,
    "title": "Piece News",
    "slug": "piece-news",
    "excerpt": "Piece News is a cutting-edge front-end news site designed to deliver a seamless and visually engaging experience for users. With its modern design, intuitive navigation, and responsive layout, Piece News keeps readers informed with the latest news while providing an aesthetically pleasing platform for exploring a diverse range of topics.",
    "body": "<p>Welcome to Piece News, a dynamic front-end news site that redefines the way users interact with current events. Our platform boasts a sophisticated design, offering a visually compelling and user-friendly experience. Piece News is committed to providing an immersive and informative journey through the latest news stories. With its intuitive navigation, responsive layout, and diverse range of topics, readers can explore and engage with news content like never before. Stay connected, stay informed – Piece News is your gateway to a modern and enriched news-reading experience.</p>",
    "url": null,
    "published_date": null,
    "image": null,
    "thumb": null,
    "category_id": 3,
    "created_at": "2023-02-23T22:31:23.000000Z",
    "updated_at": "2023-02-23T22:31:23.000000Z",
    "category":   { "id": 2, "slug": "front-end", "name": "Front End" },
    "tags": [
      {"id": 1, "name": "javascript", "slug": "javascript"},
      {"id": 3, "name": "scss", "slug": "scss"},
      {"id": 10, "name":"responsive", "slug": "responsive"},
      {"id": 11, "name":"html", "slug": "html"}
    ]
  },
  {
    "id": 2,
    "title": "SIPS",
    "slug": "sips",
    "excerpt": "Welcome to Sips, where the world of bubble tea meets the sophistication of technology. Our .NET-powered app brings the delightful experience of sipping on your favorite bubble tea to your fingertips. Explore a diverse menu of refreshing flavors, customize your drinks with ease, and order with the convenience of modern technology. Savor the fusion of traditional bubble tea craftsmanship and cutting-edge .NET innovation. At Sips, we're not just serving bubble tea; we're crafting a digital journey for tea enthusiasts.",
    "body": "<p>Step into the world of Sips, where the ancient art of brewing tea intertwines with the precision of modern technology. Our .NET app redefines your bubble tea experience, offering a seamless blend of flavors and innovation. Navigate our menu effortlessly, personalize your drinks to perfection, and enjoy the convenience of placing your order through our intuitive app. With Sips, every sip tells a story, merging the rich tradition of bubble tea with the efficiency of .NET sophistication. Indulge in the future of tea enjoyment at Sips.</p>",
    "url": null,
    "published_date": null,
    "image": null,
    "thumb": null,
    "category_id": 1,
    "created_at": "2023-02-23T22:31:23.000000Z",
    "updated_at": "2023-02-23T22:31:23.000000Z",
    "category":   { "id": 2, "slug": "front-end", "name": "Front End" },
    "tags": [
      {"id": 7, "name": ".NET", "slug": "dot-net"},
      {"id": 2, "name": "css", "slug": "css"}
    ]
  },
  {
    "id": 3,
    "title": "Movie Application",
    "slug": "movie-application",
    "excerpt": "The Movie Browser, powered by React, is a user-friendly platform that lets movie enthusiasts effortlessly explore a diverse film collection. Featuring real-time search and functionalities to add favorites or save for later, this project enhances the movie-watching experience. Its sleek design ensures an engaging interface, catering to both casual viewers and dedicated cinephiles alike.",
    "body": "<p>The Movie Browser project is an innovative web application built with React, designed to provide users with a seamless and engaging experience while exploring the world of movies. Leveraging the power of React's component-based architecture, the project offers a dynamic and responsive user interface. Users can effortlessly browse through a vast collection of movies, search for specific titles, and access detailed information about each film. The project incorporates state-of-the-art design principles, ensuring an intuitive and visually appealing interface. With features such as real-time search functionality, interactive movie previews, and personalized user profiles, the Movie Browser project redefines the way users interact with and discover their favorite films. Whether you're a casual moviegoer or a cinephile, this React-based movie browser promises a user-friendly and immersive cinematic exploration.</p>",
    "url": null,
    "published_date": null,
    "image": null,
    "thumb": null,
    "category_id": 1,
    "created_at": "2023-02-23T22:31:23.000000Z",
    "updated_at": "2023-02-23T22:31:23.000000Z",
    "category": { "id": 2, "slug": "front-end", "name": "Front End" },
    "tags": [{"id": 4, "name": "react", "slug": "react"},
    {"id": 2, "name": "css", "slug": "css"},
    {"id": 9, "name":"API", "slug": "api"}]
  },
  {
    "id": 4,
    "title": "Tourism Website",
    "slug": "tourism-website",
    "excerpt": "Explore the world effortlessly with our tourist website, meticulously built on HTML and CSS for a visually stunning and responsive experience. From sandy beaches to historic landmarks, the site adapts seamlessly across devices, offering a user-friendly platform to plan your next adventure with style and accessibility.",
    "body": "<p>Embark on a visually captivating journey with our tourist website, expertly crafted on HTML and CSS. Responsive and user-friendly, it provides an immersive experience, allowing you to plan your next adventure effortlessly from any device.</p>",
    "url": null,
    "published_date": null,
    "image": null,
    "thumb": null,
    "category_id": 2,
    "created_at": "2023-02-23T22:31:23.000000Z",
    "updated_at": "2023-02-23T22:31:23.000000Z",
    "category": { "id": 2, "slug": "front-end", "name": "Front End" },
    "tags": [{"id": 2, "name": "css", "slug": "css"},
            {"id": 10, "name":"responsive", "slug": "responsive"},
            {"id": 11, "name":"html", "slug": "html"}]
  },
  {
    "id": 5,
    "title": "Calculator",
    "slug": "calulator",
    "excerpt": "Introducing our React-powered calculator, a sleek and efficient tool designed to simplify your mathematical tasks. Built with React's component-based architecture, the calculator offers a seamless user interface, allowing for quick and accurate calculations. The real-time responsiveness ensures a smooth experience, and the modular design enhances usability. Whether you're a student, professional, or just need to crunch numbers, our React calculator combines functionality with an intuitive interface to make math a breeze.",
    "body": "<p>Revolutionize your calculations with our React-based calculator, engineered for both precision and user-friendliness. Leveraging React's capabilities, our calculator boasts a dynamic interface that adapts to your inputs in real-time. The modular design not only enhances the visual appeal but also makes it a versatile tool for various mathematical operations. From basic arithmetic to complex equations, our React calculator provides a seamless and enjoyable user experience, bringing efficiency to your everyday calculations.</p>",
    "url": null,
    "published_date": null,
    "image": null,
    "thumb": null,
    "category_id": null,
    "created_at": "2023-02-23T22:31:23.000000Z",
    "updated_at": "2023-02-23T22:31:23.000000Z",
    "category": {"id": 4, "name": "react", "slug": "react"},
    "tags": [{"id": 1, "name": "javascript", "slug": "javascript"},
            {"id": 4, "name": "react", "slug": "react"},
            {"id": 2, "name": "css", "slug": "css"},
            {"id": 11, "name":"html", "slug": "html"}
  ]
  },
  {
    "id": 6,
    "title": "Express-Invoices",
    "slug": "express-invoices",
    "excerpt": "Experience seamless invoice management with my Node.js app, offering full CRUD functionality for effortless control over your financial transactions. With built-in authentication and authorization, rest easy knowing that your sensitive data is secure, while enjoying the simplicity of navigating through your invoices. Elevate your financial workflow with the power of Node.js innovation at your fingertips.",
    "body": "<p>Est et quia ipsam odio voluptatem fuga ducimus. Non illo vitae sed commodi ut. Tempora commodi tenetur velit incidunt ullam.</p></p>Id cum saepe asperiores voluptas quidem quos. Ipsum facilis illum voluptate asperiores.</p></p>Mollitia reprehenderit autem molestias. Sed quia officia velit non sunt. Esse delectus consequatur minus laboriosam laudantium alias. Qui commodi est assumenda accusamus.</p>",
    "url": null,
    "published_date": null,
    "image": null,
    "thumb": null,
    "category_id": null,
    "created_at": "2023-02-23T22:31:23.000000Z",
    "updated_at": "2023-02-23T22:31:23.000000Z",
    "category":   { "id": 1, "slug": "back-end", "name": "Back End" },
    "tags": [
      {"id": 5, "name": "node.js", "slug": "node-js"},
      {"id": 2, "name": "css", "slug": "css"}
    ]
  },
  {
    "id": 7,
    "title": "GuessQuest",
    "slug": "guessquest",
    "excerpt": "Embark on a high-low guessing game, where intuition and luck collide in predicting if the next number is higher or lower. Experience the suspense of this classic challenge in a simple yet thrilling numerical adventure.",
    "body": "<p>Welcome to GuessQuest! Your goal: discover the secret number in your chosen difficulty level. Receive feedback, refine your guesses, and earn points - 5 for less than 10 turns, 3 for less than 20 turns, and 1 for more than 20 turns. Keep playing until you crack the code. Best of luck!</p>",
    "url": null,
    "published_date": null,
    "image": null,
    "thumb": null,
    "category_id": 3,
    "created_at": "2023-02-23T22:31:23.000000Z",
    "updated_at": "2023-02-23T22:31:23.000000Z",
    "category":   { "id": 2, "slug": "front-end", "name": "Front End" },
    "tags": [
      {"id": 1, "name": "javascript", "slug": "javascript"},
      {"id": 2, "name": "css", "slug": "css"},
      {"id": 11, "name":"html", "slug": "html"}
    ]
  }
]